constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    faces
    {
        type            empty;
        \\physicalType    patch;
        nFaces          36858;
        startFace       30489;
    }
    rightWall
    {
        type            wall;
        physicalType    wall;
        nFaces          39;
        startFace       67347;
    }
    lowerWall
    {
        type            wall;
        physicalType    wall;
        nFaces          39;
        startFace       67386;
    }
    leftWall
    {
        type            wall;
        physicalType    wall;
        nFaces          39;
        startFace       67425;
    }
    atmosphere
    {
        type            patch;
        physicalType    patch;
        nFaces          39;
        startFace       67464;
    }
    v
    {
        type            wall;
        physicalType    wall;
        nFaces          237;
        startFace       67503;
    }
)

// ************************************************************************* //
